Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.30.03.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Biodiversiteettipolitiikka tehostuu
sme: Biodiversiteahttapolitihkka beavttálnuvvá

source: Ennen pääsiäistä hyväksyttiin biodiversiteettitoimintaohjelma melkein kahden vuoden valmistelun jälkeen.
sme: Ovdal beassážiid dohkkehuvvui biodiversiteahttadoaibmaprográmma measta guovtti jagi válmmaštallama maŋŋel.

source: Toimintaohjelma hyväksyttiin laajapohjaisessa biodiversiteettityöryhmässä, jossa ovat edustettuina ministeriöt ja keskeiset sidosryhmät.
sme: Doaibmaprográmma dohkkehuvvui viiddesvuđot biodiversiteahttabargojoavkkus, mas leat ovddasteaddjin ministeriijaid virgeolbmot ja guovddáš čanusjoavkkuid nammadan olbmot.

source: Käsittelyn pituudesta kertoo se, että hyväksytty toimintaohjelma oli 12. luonnosversio !
sme: Gieđahallama guhkkodagas muitala dat, ahte dohkkehuvvon doaibmaprográmma lei 12. hámusveršuvdna !

source: Toimintaohjelma toimeenpanee valtioneuvoston joulukuussa hyväksymää periaatepäätöstä biodiversiteettistrategiaksi.
sme: Doaibmaprográmma olláhuhttá biodiversiteahttastrategiijan stáhtaráđi mannan juovlamánu dohkkehan prinsihppamearrádusa.

source: Olen käsitellyt sitä aiemmassa blogissani.
sme: Lean gieđahallan dan ovddit bloggastan.

source: Toimintaohjelman muotoiluista käytiin vielä viimeisiä vääntöjä kokouspäivänä - myös saamelaiskirjauksista.
sme: Doaibmaprográmma loahpalaš hábmemis dahkkoje vel maŋimus kompromissat čoakkánbeaivve – maiddái dasa čállojun sámi áššiin.

source: Toimintaohjelma on kuitenkin erinomainen kompromissi ja tärkeä saamelaisille.
sme: Doaibmaprográmma lea goitge earenoamáš buorre kompromissa ja dehálaš sápmelaččaide.

source: Perusteellinen valmistelutyö tuotti tulosta.
sme: Vuđolaš válbmenbargu buvttii bohtosa.

source: Toimintaohjelmassa on ensimmäistä kertaa oma päälukunsa, joka koskee saamelaisia ja saamelaisten perinteistä tietoa.
sme: Doaibmaprográmmas lea vuosttaš háve iežas váldolohku, mii guoská sápmelaččaid ja sin árbevirolaš dieđu.

source: Toimintaohjelmassa on yhteensä 105 toimenpidettä luonnon monimuotoisuuden tilan parantamiseksi, Euroopan Unionin sekä biodiversiteettisopimuksen ja sen osapuolikokousten päätösten toimeenpanemiseksi.
sme: Doaibmaprográmmas leat oktiibuot 105 doaibmabiju luonddu máŋggahápmásašvuođa dili buorideami várás, Eurohpa Uniovnna sihke biodiversiteahttasoahpamuša ja dan oassebeallečoakkámiid mearrádusaid olláhuhttima várás.

source: Saamelaisasiat on huomioitu toimintaohjelmassa kautta linjan.
sme: Sámi áššit leat váldon vuhtii miehtá doaibmaprográmma.

source: Saamelaisia koskee suoraan neljä toimenpidettä: 78, 79, 84 ja 85.
sme: Sápmelaččaid gusket njuolgut njeallje doaibmabiju: 78, 79, 84 ja 85.

source: Toimenpiteet ovat seuraavat:
sme: Doaibmabijut leat čuovvovaččat:

source: 1) Ohjataan pohjoisten erämaiden ja suojelualueiden maankäyttöä sekä luontomatkailuun ja luonnon monimuotoisuuteen perustuvaa elinkeinotoimintaa siten, että se kannustaa monimuotoisuuden turvaamiseen ja eri intressien yhteensovittamiseen.
sme: 1) Davviguovlluid mehciid ja suodjalanguovlluid eanageavahus sihke luondduturisma ja luonddu máŋggahápmásašvuhtii vuođđudeaddji ealáhusdoaibma stivrejuvvo nu ahte dat movttiidahttá máŋggahápmásašvuođa dorvvasteapmái ja sierra beroštumiid oktiiheiveheapmái.

source: Edistetään tunturialueiden maankäytön kokonaisvaltaista suunnittelua Akwé: Kon - ohjeiden avulla siten, että poronhoidon ja muun maankäytön ristiriidat vähenevät ja haitalliset vaikutukset tunturiluontoon lievenevät.
sme: Ovddiduvvo duottarguovlluid eanageavahusa ollislaš plánen Akwé: Kon – rávvagiid mielde nu, ahte boazodoalu ja eará eanageavahusa russolašvuođat unnot ja vahátlaš váikkuhusat duottarlundui litnot.

source: 2) Kehitetään poronhoidon laidunkiertoa ja laiduninventointeja laidunten kantokyvyn turvaamiseksi yhteistyössä paliskuntien kanssa, ottaen huomioon asiaa koskeva tutkimustieto, saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto ja muu poronhoitoon liittyvä tieto.
sme: 2) Ovddiduvvojit boazodoalu guohtonmolsašuddan ja guohtoninventeremat guohtumiid suvdinnávcca dorvvasteami várás ovttasráđiid bálgesiiguin, vuhtii válddedettiin áššáigullevaš dutkandiehtu, sápmelaččaid árbevirolaš diehtu luonddu máŋggahápmásašvuođa olis ja boazodoalu eará diehtu.

source: Kannustetaan paliskuntia laatimaan monitavoitteisia poronhoitosuunnitelmia.
sme: Bálgesat movttiidahttojuvvojit ráhkadit boazodoalloplánaid, main leat máŋggabeallásaš ulbmilat.

source: Jatketaan porolaidunten tilan seurantaa ja kehitetään laidunten inventointimenetelmiä.
sme: Boazoguohtuoneatnamiid dili čuovvun jotkojuvvo ja guohtoneatnamiid inventerenvuogit gárgehuvvojit.

source: 3) Koskien myös luonnon monimuotoisuuteen liittyvän saamelaisten perinteisen tiedon huomioon ottamista jatketaan työtä ILO:n alkuperäiskansoja koskevan yleissopimuksen ratifiointiedellytyksien selvittämiseksi hallitusohjelman tavoitteen mukaisesti sekä saatetaan päätökseen Pohjoismaista saamelaissopimusta koskevat neuvottelut.
sme: 3) Guoskkadettiin maid sápmelaččaid árbevirolaš dieđu vuhtii váldima luonddu máŋggahápmásašvuođa olis jotkojuvvo bargu ILO álgoálbmotsoahpamuša ratifisereneavttuid čielggadeami várás ráđđehusprográmma ulbmila mielde sihke loahpahuvvojit davviriikkalaš sámi soahpamuša joatkkaráđđádallamat.

source: Artikla 8 (j) - työryhmän loppuraportissa esitettyjen toimenpiteiden toteuttamista jatketaan, perustelluista syistä toimenpiteitä tarkistetaan ja täydennetään uudessa Artikla 8(j)-työryhmässä ja toimenpide-esitykset tuodaan seurantatyöryhmään hyväksyttäviksi.
sme: Artihkal 8(j)-bargojoavkku loahpparaporttas evttohuvvon doaibmabijuid olláhuhttin jotkojuvvo, ákkastallojuvvon ákkaid vuođul doaibmabijut dárkkistuvvojit ja dievasmahttojuvvojit ođđa artihkal 8(j)-bargojoavkkus ja doaibmabidjoevttohusat buktojuvvojit čuovvunbargojovkui dohkkeheami várás.

source: 4) Valmistaudutaan ottamaan käyttöön CBD-yleissopimuksen osapuolikokouksen hyväksymät indikaattorit, jotka koskevat kielellistä monimuotoisuutta, saamelaisten kotiseutualueen maankäytön ja perinteisten elinkeinojen tilannetta ja kehitystä sekä perinteisen tiedon, innovaatioiden ja käytänteiden tilannetta ja kehitystä.
sme: 4) Ráhkkanuvvo dasa, ahte váldojuvvot atnui CBD-oktasašsoahpamuša oassebeallečoakkáma dohkkehan indikáhtorat, mat gusket gielalaš máŋggahápmásašvuođa, sámiid ruovttuguovllu eanageavahusa ja árbevirolaš ealáhusaid dili ja gárganeami sihke árbevirolaš dieđu, innovašuvnnaid ja geavadiid dili ja gárganeami.

source: Toimintaohjelman toimeenpanoa koordinoidaan ympäristöministeriön asettamassa kansallisessa artikla 8(j)-työryhmässä, joka toimii biodiversiteettityöryhmän alaisuudessa.
sme: Doaibmaprográmma olláhuhttin koordinerejuvvo birasministeriija ásahan álbmotlaš 8(j)-bargojoavkkus, mii bargá biodiversiteahttabargojoavkku vuollásažžan.

source: Minut on kutsuttu työryhmän puheenjohtajaksi.
sme: Mun lean bovdejuvvon bargojoavkku ságadoallin.

source: Työryhmässä on edustettuina keskeiset ministeriöt ja sidosryhmät.
sme: Bargojoavkkus leat ovddastuvvon guovddášministeriijat ja čanusjoavkkut.

source: Saamelaiskäräjiä työryhmässä edustaa lisäkseni hallituksen jäsen Petra Magga-Vars, joka on Sámi Duodji ry:n ja saamelaiskäräjien yhteinen edustaja työryhmässä sekä pysyvänä asiantuntijana saamelaiskäräjien II varapuheenjohtaja Heikki Paltto.
sme: Sámedikki bargojoavkkus ovddasta mu lassin stivrra lahttu Guhtur Biera Joavnna Mauri Petra, gii lea Sámi Duodji rs:a ja sámedikki oktasaš ovddasteaddji bargojoavkkus sihke bissovaš áššedovdin sámedikki II várreságadoalli Hánno Heaika.

source: Keväällä on edennyt myös saamelaiskäräjälain uudistamista valmistelleen työryhmän työ.
sme: Giđđat lea ovdánan maid sámedikki ođasnuhttima válmmaštallan bargojoavkku bargu.

source: Olen osallistunut sen kokouksiin siten, miten sairauslomaltani olen pystynyt.
sme: Lean oassálastán dan čoakkámiidda dađi mielde mot lean iežan buohcanfriddjavuođas bastán.

source: Julkisuudessa on ollut paljon esillä saamelaismääritelmäkysymys, jota onkin käsitelty useaan otteeseen.
sme: Almmolašvuođas lea leamaš ovdan gažaldat sápmelačča meroštallamis, mii leanai gieđahallojuvvon máŋgii.

source: Inarissa järjestettiin helmikuun alussa laaja kuulemistilaisuus, jossa työryhmän valtioedustajat halusivat kuulla myös saamelaisten oikeuksia vastustavia tahoja ja myös sellaisia tahoja, joille saamelaiskäräjälain uudistaminen ei kuulu tai joita asia ei koske.
sme: Anáris ordnejuvvui guovvamánu álggus viiddes gullandilálašvuohta, mas bargojoavkku stáhta ovddasteaddjit hálide gullat maid sámiid vuoigatvuođaid vuostálastiid ja maiddái dakkáriid, geaidda sámediggelága ođasnuhttin ii gula dehe geaid ášši ii guoskka.

source: Lisäksi työryhmä on kuullut asiantuntijoita saamelaismääritelmästä.
sme: Dasa lassin bargojoavku lea gullan áššedovdiid sápmelaš meroštallamis.

source: Saamelaiskäräjät sai nimetä yhden kuultavan asiantuntijansa ja valtio nimesi kolme asiantuntijaa.
sme: Sámediggi oaččui válljet ovtta áššedovdi, gean dat hálida bargojoavkku gullat ja stáhta fas golbma áššedovdi.

source: Suomen valtion edustajat halusivat kuulla yhteiskuntatieteilijä Erika Sarivaaraa, jota ja hänen perustamaansa yhdistystä työryhmä oli kuullut jo Inarissa, emeritusprofessori Lauri Hannikaista ja professori, ihmisoikeusasiantuntija Martin Scheininiä.
sme: Suoma stáhta ovddasteaddjit hálide gullat servodatdieđadutki Erika Sarivaara, gean ja su vuođđudan searvvi bargojoavku ledje gullan juo Anáris, ja eará áššedovdin emeritusprofessor Lauri Hannikačča ja professor, olmmošriekteáššedovdi Martin Scheinina.

source: Saamelaiskäräjät halusi kuulla emeritusprofessori Pekka Sammallahtea. Kannatimme toki myös professori Scheininin kuulemista.
sme: Sámedikki áššedovdin gullat emeritusprofessor Pekka Sammallahti ja dieđusge guottiheimmet gal maiddái professor Scheinina gullama.

source: Työryhmässä on sovittu, että tiedottamisesta vastaa työryhmän puheenjohtaja, mutta työryhmän jäsenet ja asiantuntijat ovat tiedottaneet melko vapaasti työryhmän työstä eri medioissa, jonka johdosta minäkin valotan hieman työryhmän työtä.
sme: Bargojoavkkus lea sohppon, ahte dieđiheami ovddasvástádus lea bargojoavkku ságadoallis, muhto bargojoavkku lahtut ja áššedovdit leat dieđihan oalle lupmosit barggus sierra mediain, ja dan dihte munnai čuvgen unnánaš bargojoavkku barggu.

source: Työryhmän on tarkoitus saada esityksensä valmiiksi toukokuussa.
sme: Bargojoavku galgá oažžut evttohusas gárvvisin miessemánus.

source: Saamelaismääritelmän lisäksi työryhmä käy läpi saamelaiskäräjien talous- ja kirjanpito- ja hallinto ohjaavia pykäliä ja virtaviivaistaa lakia huomioimaan lainsäädännön yleisen kehityksen.
sme: Sápmelaš meroštallama lassin bargojoavku manná čađa sámedikki ekonomiija-, rehketdoallo- ja hálddahusa stivrejeaddji paragráfaid ja beavttálmahttá ja njuovžilmahttá lága váldit vuhtii lágaid almmolaš gárganeami.

source: Myös saamelaiskäräjälain § 9 mukainen neuvotteluvelvoite on asialistalla.
sme: Maiddái sámediggelága 9 §:a miel ráđđádallangeatnegasvuohta lea áššelisttu nalde.

source: Metsähallitus on ennen pääsiäispyhiä julkistanut, että se ei myönnä tutkimuslupaa geologiselle tutkimuskeskukselle, GTK:lle, suorittaa malminetsintää ja kallioperän perustutkimusta Käsivarressa.
sme: Meahcceráđđehus lea ovdal beassášbasiid almmustuhttán, ahte dat ii mieđit dutkanlobi geologalaš dutkanguovddážii, GDG:ái, olláhuhttit málbmaohcama ja báktevuođu vuođđodutkamuša Giehtaruohttasis.

source: Metsähallitus on yrittänyt selvittää GTK:lta miten perustutkimus poikkeaa malminetsinnästä ennen lupapäätöksen antamista, mutta GTK ei ollut antanut riittävää selvitystä tutkimustoiminnan ja malminetsinnän eroista.
sme: Meahcceráđđehus lea geahččalan čielggadit GDG:s mot vuođđodutkamuš spiehkasta málbmaohcamis ovdal lohpemearrádusa addima, muhto GDG ii lean addán dárbahassii čilgehusa dutkandoaimma ja málbmaohcama erohusain.

source: Saamelaiskäräjät ja paliskunta ovat vastustaneet tutkimusluvan myöntämistä.
sme: Sámediggi ja bálges leaba vuostálastán dutkanlobi mieđiheami.

source: Päätös olla myöntämättä tutkimuslupaa GTK:lle on erinomainen ja selkiyttää pelisääntöjä saamelaisten kotiseutualueelle.
sme: Mearrádus orrut attekeahttá dutkanlobi GDG:ái lea earenoamáš buorre ja čielggasmahttá doaibmannjuolggadusaid sámiid ruovttuguovllus.

source: Päätös on hyvä paitsi saamelaisille ja poronhoidolle, mutta myös pienemmille malminetsintäyrityksille.
sme: Mearrádus lea buorre earret sápmelaččaide ja boazodoallui, de maid unnit málbmaohcanfitnodagaide.

source: Päätös pohjautuu saamelaiskäräjien hallituksen viime kesällä tekemään selvityspyyntöön GTK:n toiminnasta ja tutkimuslupien myöntämisen ehdoista ministeriöille, Tukekselle ja GTK:lle.
sme: Mearrádus vuođđuduvvá sámedikki stivrra diimmá gease dahkan čielggadangáibádussii GDG:a doaimmas ja dutkanlobiid mieđiheami eavttuin ministeriijaide, dorvo - ja kemikaliijavirgelágádussii Tukesii ja GDG:ái.

source: Saamelaiskäräjien hallitus vaati esityksessään, että GTK:lle ei myönnetä tutkimuslupia malminetsintään ja ettæ ministeriöiden on selkeytettävä GTK:n roolia.
sme: Sámedikki stivra gáibidii evttohusastis, ahte GDG:ái eai mieđihuvvo dutkanlobit málbmaohcamii ja ministeriijaid galget čielggasmahttit GDG:a rolla.

source: Nyt vaatimukseen on vastattu, mistä ole todella iloinen.
sme: Dál sámedikki gáibádussii lea vástiduvvon, mas lean duođaid ilus.

source: Tähän asti GTK on saanut kohtuutonta etua muihin malminetsintäyrityksiin nähden, koska se on voinut kartoittaa malmivaroja tutkimusluvan perusteella, joita ei yksityisille malminetsintätoimijoille myönnetä.
sme: Dán rádjái GDG lea ožžon ilá stuora ovdamuni eará málbmaohcanfitnodagaid ektui, daningo dat lea sáhttán gártet málbmariggodagaid dutkanlobi vuođul, mat fas priváhta málbmaohcandoaibmiide eai mieđihuvvo.

source: GTK on aiemmin saanut tutkimuslupia malminetsintää varten ja GTK:n toiminta on ollut aivan rinnasteista toimintaa normaaliin malminetsintään.
sme: GDG lea ovdal ožžon dutkanlobiid málbmaohcama várás ja GDG:a doaibma leanai leamaš buohtastahttimis dábálaš málbmaohcamii.

source: Maaperää on kairattu isoilla koneilla laajoilla alueilla.
sme: Eananvuođđu lea bohkkojuvvon stuora mášiinnaiguin viiddes guovlluin.

source: Tutkimusluvan ehtoja ei ollut myöskään täytetty Käsivarressa, koska yhteistyötä paliskunnan kanssa ei ole ollut.
sme: Dutkanlobiid eavttut eai leat maid devdojuvvon Giehtaruohttasis, daningo bálgesiin ii leat leamaš ovttasbargu.

source: Saamelaiskäräjien näkemyksen mukaan maaperämme ja sen mineraalipitoisuudet on tutkittu jo riittävät tarkasti opetusta ja tutkimusta varten saamelaisten kotiseutualueella eikä tarvetta perustutkimukseen enää ole.
sme: Sámedikki oainnu mielde eananvuođđomet ja mineráladoallivuođat leat dutkojuvvon juo dárbahassii bures oahpahusa ja dutkamuša várás sámiid ruovttuguovllus iige vuođđodutkamuššii leat šat dárbu.

source: GTK on tehnyt saamelaisten kotiseutualueella tutkimusluvan varjolla malminetsintää ja tutkimusluvan jälkeen on voitu tehdä kaivoslain mukainen valtaushakemus.
sme: GDG lea olláhuhttán sámiid ruovttuguovllus dutkanlobi namain málbmaohcama ja dutkanlobi maŋŋel das lea leamaš vejolaš dahkat ruvkelága miel vuoluštanohcamuša.

source: Saamelaiskäräjien näkemyksen mukaan GTK:n tehtäviin ei kuulu valtauksien tekeminen ja GTK:n tutkimus- ja liiketoimintapuoli ovat sekoittuneet keskenään ja hämärtyneet.
sme: Sámedikki oainnu mielde GDG:a bargguide ii gula vuoluštemiid dahkan ja GDG:a dutkan- ja fitnodatdoaibma leaba báhuid seahkánan gaskaneaskka ja sevnnjodan somu sisa.

source: Ratkaisu on mielestäni hyvä myös siksi, että Metsähallitus ei ole kaivoslain mukainen valvontaviranomainen.
sme: Mearrádus lea mu mielas buorre maid danin go Meahcceráđđehus ii leat ruvkelága mielde bearráigeahččoeiseváldi.

source: Metsähallituksella on vähäisesti henkilöstöresursseja ja jos se olisi myöntänyt tutkimusluvan, se olisi joutunut valvomaan lupaehtojen täyttymistä.
sme: Meahcceráđđehusas leat unnán olmmošresurssat bearráigehččui ja jos dat livččii mieđihan dutkanlobi, de dat livččii šaddan bearráigeahččat lohpeeavttuid dievvama.

source: Se taas olisi vaatinut tietyntyyppistä osaamista ja sen mukaista henkilöstöresurssointia.
sme: Dát livččii gáibidan dihtolágán máhtu ja olmmošresursserema dan mielde.

source: Toivon, että päätös johtaa myös toimenpiteisiin työ- ja elinkeinoministeriössä ja että GTK:n tutkimus- ja liiketoiminnan erot selkiytettäisiin ristiriitojen ja epäselvyyksien välttämiseksi.
sme: Sávan, ahte mearrádus maid doalvu doaibmabijuide bargo- ja ealáhusministeriijas, ja ahte GDG:a dutkan- ja fitnodatdoaimma erohusat čielggasmahttojuvvoba ruossalasvuođaid ja eahpečielggasvuođaid caggama várás.

source: GTK:n osalta tämä tarkoittaa sitä, että sen tulee jatkossa hakea lupaa malminetsintään Tukekselta, kuten muutkin toimijat.
sme: GDG:a buohta dát máksá dan, ahte dat galgá boahttevuođas ohcat lobi málbmaohcamii Tukesis dego earáge doaibmit.

source: Täten sen erityisasema muihin toimijoihin nähden päättyy ja tästä lähtien se on samalla viivalla muiden toimijoiden kanssa.
sme: Dáinna lágiin dan sierrasajádat eará doibmiid ektui nohká ja dás duohko dat lea seamma sárgá nalde eará doaibmiiguin.

source: Saamelaiskäräjät ei kylläkään ole tyytyväinen Tukeksen toimintaan.
sme: Sámediggi duohta gal ii leat duhtavaš Tukesa bargui.

source: Saamelaiskäräjien kokous hyväksyi viime viikolla Brysselissä yksimielisesti kertomuksessaan eduskunnalle vuodelta 2012 lauselman, joka koski kaivoslain toimeenpanoa.
sme: Sámedikki čoakkán dohkkehii mannan vahku Brüsselis ovttamielalaččat muitalusastis riikkabeivviide jagi 2012 celkosa, mii guoskkai ruvkelága olláhuhttima.

source: Kokous totesi, että kaivoslain 38 §:n vaatimus asian selvittämisestä saamelaisten kotiseutualueella yhteistyössä saamelaiskäräjien kanssa ei ole toteutunut lain edellyttämällä tavalla kertaakaan, eikä lain edellyttämää yhteistyötä turvallisuus- ja kemikaaliviraston (Tukes) ja saamelaiskäräjien välillä ei ole ollut.
sme: Čoakkán gávnnahii, ahte ruvkelága 38 §:a gáibádus ášši čielggadeamis sámiid ruovttuguovllus ovttas sámedikkiin ii leat olláhuvvan lága gáibidan vuogi mielde vel oktege, iige lága geatnegahtton ovttasbargu dorvo- ja kemikaliijavirgelágádusa (Tukes) ja sámedikki gaskka ii leat leamaš dán rádjái.

source: Lupaviranomainen (Tukes) ei ole myöskään arvioinut päätöstä tehdessään kertaakaan kaivoslain 50 §:n mukaisesti luvan myöntämisen esteitä.
sme: Lohpeeiseváldi (Tukes) ii leat maid árvvoštallan mearrádusa dagadettiin oktege ruvkelága 50 §:a lobi mieđiheami áruid.

source: Tukes on tehnyt lupapäätöksiä kuulematta saamelaiskäräjiä lain edellyttämällä tavalla.
sme: Tukes lea dahkan lohpemearrádusaid gulakeahttá sámedikki lága geatnegahttin vuogi mielde.

source: Saamelaisten perusoikeussuoja ei ole toteutunut uuden kaivoslain toimeenpanossa.
sme: Sápmelaččaid vuođđoriektesuodji ii leat olláhuvvan oktege ođđa ruvkelága olláhuhttimis.

source: Pääsiäisen jälkeen menen Inariin vastaanottamaan Eu-parlamentaarikkoja.
sme: Beassážiid maŋŋel manan Anárii vuostáiváldit EU-parlamentarihkkariid.

source: Inarista jatkan Osloon pohjoismaisen saamelaissopimuksen jatkoneuvotteluihin.
sme: Anáris joatkkán Osloi davviriikkalaš sámi soahpamuša joatkkaráđđádallamiidda.

source: Neuvottelut etenevät hyvin verkkaisesti.
sme: Ráđđádallamat ovdánit hui njozet.

source: Olemme parhaillaan käymässä läpi muutosehdotuksia sopimustekstiin ja niitä on valtion puolelta paljon.
sme: Leat bárrásiin manname čađa nuppástusevttohusaid soahpamusdekstii ja dat leat stáhta bealde eatnat.

source: Hyvää ja rentouttavaa pääsiäistä kaikille blogini lukijoille !
sme: Beassáslávvordaga buriid beassážiid sávvamiiguin,
